---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImageExportOptions
source: html/0f83e370-338f-b3a0-d5e5-b126bb31b49e.htm
---
# ImageExportOptions Members

Constructs a new instance of the options class used to produce images.